/* No comment provided by engineer. */
"As a precaution, plugins won't run on unsupported versions of Spotlight, even if you enable them. (You have Spotlight v%@)" = "注意：插件不会在不支持的 Spotlight 版本下工作，即便你激活了它们。(你的 Spotlight 版本是：v%@)";

/* No comment provided by engineer. */
"Automator workflow:" = "Automator 工作流：";

/* No comment provided by engineer. */
"Couldn't install plugin." = "无法安装这个插件。";

/* No comment provided by engineer. */
"Couldn't load the list of available online plugins." = "无法从网络加载插件列表。";

/* No comment provided by engineer. */
"Delete Plugin" = "删除插件";

/* No comment provided by engineer. */
"Description:" = "描述：";

/* No comment provided by engineer. */
"Edit Plugin" = "编辑插件";

/* No comment provided by engineer. */
"Edit Workflow" = "编辑工作流";

/* No comment provided by engineer. */
"Enable Spotlight Plugins" = "开启所有 Spotlight 插件";

/* No comment provided by engineer. */
"Featured" = "精选";

/* No comment provided by engineer. */
"Information" = "信息";

/* No comment provided by engineer. */
"Installed" = "已安装";

/* No comment provided by engineer. */
"Language" = "语言";

/* No comment provided by engineer. */
"New Automator Plugin..." = "新建 Automator 插件...";

/* No comment provided by engineer. */
"News" = "新闻";

/* No comment provided by engineer. */
"Okay" = "好的";

/* No comment provided by engineer. */
"Search" = "搜索";

/* No comment provided by engineer. */
"System" = "系统";

/* No comment provided by engineer. */
"This plugin has no additional options." = "该插件没有附加选项。";

/* No comment provided by engineer. */
"Title:" = "标题：";

/* No comment provided by engineer. */
"Try again" = "请重试一次";

/* No comment provided by engineer. */
"Unknown" = "未知";

/* No comment provided by engineer. */
"Usage examples:" = "使用说明：";

/* No comment provided by engineer. */
"Utilities" = "工具";

/* No comment provided by engineer. */
"Weather" = "天气";

/* No comment provided by engineer. */
"Your plugin will be selected when you search Spotlight for anything that's close to one of these examples." = "当你在 Spotlight 上用与范例中类似的文字搜索时，该插件将被选中。";

/* No comment provided by engineer. */
"Art" = "Art";

/* No comment provided by engineer. */
"Couldn't load the online plugin directory." = "Couldn't load the online plugin directory.";

/* No comment provided by engineer. */
"Developer" = "Developer";

/* No comment provided by engineer. */
"Flashlight: the missing plugin system for Spotlight." = "Flashlight: the missing plugin system for Spotlight.";
